Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1064_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät antoi stipendejä Saamelaisalueen koulutuskeskuksesta valmistuneille
sme: Sámediggi attii stipeanddaid Sámi oahpahusguovddážis válmmaštuvvan oahppiide

source: Saamelaiskäräjät antoi stipendin neljälle Saamelaisalueen koulutuskeskuksesta valmistuneelle ahkeralle saamen kielen opiskelijalle.
sme: Sámediggi attii stipeandda njealji viššalis sámegiela oahppái, geat válmmaštuvve Sámi oahpahusguovddážis.

source: Saamelaisalueen koulutuskeskuksen kevätjuhlaa vietettiin keskiviikkona kesäkuun kolmantena päivänä.
sme: Sámi oahpahusguovddáža giđđafeasta dollojuvvui gaskavahku geassemánu goalmmát beaivve.

source: Saamelaiskäräjien stipendin saivat seuraavat opiskelijat:
sme: Sámedikki stipeanddda ožžo čuovvovaš stuđeanttat:

source: Pohjoissaame: Markus Laiti
sme: Davvisámegiella: Markus Laiti

source: Inarinsaame: Jari Linjama
sme: Anárašgiella: Jari Linjama

source: Saamelaiskäräjät toivottaa onnea ja hyvää kesälomaa kaikille !
sme: Sámediggi sávvá lihku ja buori geasseluomu buohkaide !
